{
    "laptop": [
        {
            "id": 1,
            "name": "ASUS ROG Strix G17 17.3inch Gaming Laptop - Eclipse Grey (AMD Ryzen 7 6800H/512GB SSD/16GB RAM/RTX 3050)",
            "price": 1649.99,
            "image": ["assets/products/laptop/1-1.jpg", "assets/products/laptop/1-2.jpg", "assets/products/laptop/1-3.jpg"],
            "buyLink": "product.html?id=1",
            "colors":["#ffffff","#000000"],
            "description": "Display your skills with this ASUS ROG Strix G17 17.3 gaming laptop. Equipped with AMD Ryzen 7 6800H processor, 16GB DDR5 RAM, and NVIDIA GeForce RTX 3050 graphics card, you can always expect ultra-smooth performance during gaming. Its 512GB solid state drive provides reliable storage space for your files, games, and media."  
        },
        {
            "id": 2,
            "name": "HP 14inch Laptop - Jet Black (Intel Processor N100/256GB SSD/8GB RAM/Windows 11 Home)",
            "price": 299.99,
            "image": ["assets/products/laptop/2-1.jpg", "assets/products/laptop/2-2.jpg", "assets/products/laptop/2-3.jpg"],
            "buyLink": "product.html?id=2",
            "colors":["#ffffff","#000000"],
            "description": "Get your job done easily with this HP 14 laptop. It is equipped with an Intel processor N100 and 8GB DDR4 RAM to deliver a reliable and powerful performance. The 14'' diagonal anti-glare display with HD resolution and narrow bezels offer spectacular viewing experience. The 256GB solid state drive provides dependable storage space for your files and media."
        },
        {
            "id": 3,
            "name": "Lenovo IdeaPad Slim 3i 15.6inch Laptop - Arctic Grey (Intel Core i7-1355U/512GB SSD/16GB RAM/Windows 11)",
            "price": 799.99,
            "image": ["assets/products/laptop/3-1.jpg", "assets/products/laptop/3-2.jpg", "assets/products/laptop/3-3.jpg"],
            "buyLink": "product.html?id=3",
            "colors":["#ffffff","#000000"],
            "description": "Unleash your productivity with the Lenovo IdeaPad Slim 3 15.6 laptop. It runs on Intel Core i7-1355U processor and has 16GB of LPDDR5 RAM to handle everything you throw at it. Its 512GB SSD provides reliable storage with high speed to keep your files, documents, and more. Integrated 2x2 802.11AX Wi-Fi and Bluetooth offer reliable access to wireless networks and pairing with compatible devices."
        },
        {
            "id": 4,
            "name": "Acer Predator Neo 16inch Gaming Laptop - Steel Grey (Intel Core i5-13500HX/1TB SSD/16GB RAM/RTX 4050)",
            "price": 1299.95,
            "image": ["assets/products/laptop/4-1.jpg", "assets/products/laptop/4-2.jpg", "assets/products/laptop/4-3.jpg"],
            "buyLink": "product.html?id=4",
            "colors":["#ffffff","#000000"],
            "description": "Display your full potential with this Acer PHN16-71-58PU Predator Neo 16inch gaming laptop. Equipped with 13th Gen Intel Core i5-13500HX processor, 16GB DDR5 RAM and NVIDIA GeForce RTX graphics card, this gaming machine is sure to deliver the performance and speed required for top-notch gaming experience. The 16-inch screen IPS panel and 1920 x 1200 resolution offer amazing visuals."
        },
        {
            "id": 5,
            "name": "Apple MacBook Air 15inch w/ Touch ID (2023) - Midnight (Apple M2 Chip / 256GB SSD / 8GB RAM) - English",
            "price": 1399.99,
            "image": ["assets/products/laptop/5-1.jpg", "assets/products/laptop/5-2.jpg", "assets/products/laptop/5-3.jpg"],
            "buyLink": "product.html?id=5",
            "colors":["#ffffff","#000000"],
            "description": "Incredibly light and supercharged with the M2 chip, this 15-inch MacBook Air from Apple has a stunning Liquid Retina display for even more detailed and vibrant images. With up to 18 full hours of battery life, it delivers incredible performance in an ultraportable design. Work faster and power through complex tasks with an 8-core CPU and up to 10-core GPU."
        },
        {
            "id": 6,
            "name": "MSI Cyborg 15 A12U 15.6inch Gaming Laptop - Black (Intel Core i5-12450H/512GB SSD/8GB RAM/GeForce RTX 2050)",
            "price": 749.99,
            "image": ["assets/products/laptop/6-1.jpg", "assets/products/laptop/6-2.jpg", "assets/products/laptop/6-3.jpg"],
            "buyLink": "product.html?id=6",
            "colors":["#ffffff","#000000"],
            "description": "Take your portable gaming experience to the next level with this MSI Cyborg 15 A12U 15.6inch gaming laptop. It features Intel Core i5-12450H processor, 8GB DDR5 RAM, and NVIDIA GeForce RTX 2050 for extremely fast and smooth performance. The 15.6inch Full HD display with 1920 x 1080 screen resolution deliver clear and vibrant pictures."
        },
        {
            "id": 7,
            "name": "HP 15.6inch Laptop - Jet Black (Intel N100/512 GB SSD/8GB RAM/Windows 11 Home)",
            "price": 399.99,
            "image": ["assets/products/laptop/7-1.jpg", "assets/products/laptop/7-2.jpg", "assets/products/laptop/7-3.jpg"],
            "buyLink": "product.html?id=7",
            "colors":["#ffffff","#000000"],
            "description": "The HP 15.6inch laptop is an ideal blend of performance and functionality. The Intel Processor N100, 8GB DDR4 RAM, and dedicated Intel UHD graphics combine to deliver superior performance to meet your productivity needs. The 512GB solid-state drive provides more space for storing your files, media and apps. Camera privacy shutter and mic mute key give you added peace of mind."
        },
        {
            "id": 8,
            "name": "HP 15.6inch Laptop - Natural Silver (Intel Core i7-1255U/1TB SSD/16GB RAM/Windows 11 Home)",
            "price": 799.99,
            "image": ["assets/products/laptop/8-1.jpg", "assets/products/laptop/8-2.jpg", "assets/products/laptop/8-3.jpg"],
            "buyLink": "product.html?id=8",
            "colors":["#ffffff","#000000"],
            "description": "Breeze through your daily productivity tasks with ease thanks to the HP 15.6inch laptop. Its Intel Core i7 CPU with 16GB DDR4 RAM provides all the power you need for handling demanding tasks smoothly. Its 15.6inch FHD IPS display with microbezels gives you an expansive display real estate. This laptop is powered by a durable battery that lasts for up to 9 hours and 15 minutes of video playback."
        },
        {
            "id": 9,
            "name": "MSI Pulse Series 17.3inch Gaming Laptop - Titanium Grey (Intel Core i9-13900H/1TB SSD/16GB RAM/GeForce RTX 4070/Win 11)",
            "price": 1799.99,
            "image": ["assets/products/laptop/9-1.jpg", "assets/products/laptop/9-2.jpg", "assets/products/laptop/9-3.jpg"],
            "buyLink": "product.html?id=9",
            "colors":["#ffffff","#000000"],
            "description": "Epic adventures and thrilling action awaits on the MSI Pulse Series 17.3inch gaming laptop. It packs the mighty Intel Core i9 CPU and dedicated NVIDIA RTX graphics for playing the most intense AAA games in high quality. This laptop also offers a brilliant 17.3inch FHD display with 144Hz refresh rate to keep you immersed in your game world."
        }
        
    ],
    "smartphone": [
        {
            "id": 10,
            "name": "Samsung Galaxy A15 5G 128GB - Blue/Black - Unlocked",
            "price": 269.99,
            "image": ["assets/products/smartphone/10-1.jpg", "assets/products/smartphone/10-2.jpg", "assets/products/smartphone/10-3.jpg"],
            "buyLink": "product.html?id=10",
            "colors":["#ffffff","#000000"],
            "description": "Stay connected, productive, and entertained with this Samsung Galaxy A15 smartphone. It features lots of onboard storage for all of your important photos and files as well as a large screen and powerful processor to keep it running smoothly. Front- and rear-facing cameras make creating memories a breeze."
        },
        {
            "id": 11,
            "name": "Samsung Galaxy Z Flip6 5G 256GB - Blue - Unlocked",
            "price": 1462.99,
            "image": ["assets/products/smartphone/11-1.jpg", "assets/products/smartphone/11-2.jpg", "assets/products/smartphone/11-3.jpg"],
            "buyLink": "product.html?id=11",
            "colors":["#ffffff","#000000"],
            "description": "Open new possibilities with the Samsung Galaxy Z Flip6. It’s powered by Galaxy AI to give you a more personal, useful, and secure mobile experience. Capture stunning, hands-free photos with AI Flex Zoom that frames your shot automatically. Unleash your creativity with Photo Assist to turn good photos into even better ones. Enjoy fluent face-to-face conversations with live translation."
        },
        {
            "id": 12,
            "name": "Samsung Galaxy Z Fold6 5G 256GB - Navy - Unlocked",
            "price": 2564.99,
            "image": ["assets/products/smartphone/12-1.jpg", "assets/products/smartphone/12-2.jpg", "assets/products/smartphone/12-3.jpg"],
            "buyLink": "product.html?id=12",
            "colors":["#ffffff","#000000"],
            "description": "Life opens up with the Samsung Galaxy Z Fold6. Enjoy a more personal, useful, and secure mobile experience, that's powered by Galaxy AI. Discover more with Circle to Search with Google. Enjoy fluent face-to-face conversations with live translation. Unleash your creativity with Photo Assist and turn good photos into even better ones."
        },
        {
            "id": 13,
            "name": "Apple iPhone 15 Pro Max 256GB - Natural Titanium - Unlocked",
            "price": 1749.99,
            "image": ["assets/products/smartphone/13-1.jpg", "assets/products/smartphone/13-2.jpg", "assets/products/smartphone/13-3.jpg"],
            "buyLink": "product.html?id=13",
            "colors":["#ffffff","#000000"],
            "description": "The Apple iPhone 15 Pro Max features the groundbreaking A17 Pro chip, a customizable Action button, and the a powerful iPhone camera system. Forged in titanium, it boasts a strong and light aerospace-grade titanium design with a textured matte-glass back."
        },
        {
            "id": 14,
            "name": "Apple iPhone 15 128GB - Black - Unlocked",
            "price": 1129.99,
            "image": ["assets/products/smartphone/14-1.jpg", "assets/products/smartphone/14-2.jpg", "assets/products/smartphone/14-3.jpg"],
            "buyLink": "product.html?id=14",
            "colors":["#ffffff","#000000"],
            "description": "The Apple iPhone 15 brings you Dynamic Island, a 48MP main camera with 2X Telephoto, and USB-C—all in a durable colour-infused glass and aluminum design. It features a 6.1inch Super Retina XDR display which is up to 2x brighter in the sun compared to iPhone 14."
        },
        {
            "id": 15,
            "name": "Apple iPhone 15 Pro Max 256GB - Blue Titanium",
            "price": 1399.99,
            "image": ["assets/products/smartphone/15-1.jpg", "assets/products/smartphone/15-2.jpg", "assets/products/smartphone/15-3.jpg"],
            "buyLink": "product.html?id=15",
            "colors":["#ffffff","#000000"],
            "description": "The Apple iPhone 15 Pro features the groundbreaking A17 Pro chip, a customizable Action button, and a powerful iPhone camera system. Forged in titanium, it boasts a strong and light aerospace-grade titanium design with a textured matte-glass back."
        },
        {
            "id": 16,
            "name": "Google Pixel 7a 128GB - Charcoal - Unlocked",
            "price": 599.99,
            "image": ["assets/products/smartphone/16-1.jpg", "assets/products/smartphone/16-2.jpg", "assets/products/smartphone/16-3.jpg"],
            "buyLink": "product.html?id=15",
            "colors":["#ffffff","#000000"],
            "description": "Engineered by Google, the Pixel 7a is built to perform. This smartphone features the Google Tensor G2 chip to let you browse the web, stream content, or connect on social media with fast and efficient processing. Rated high in security the Pixel 7a offers features like VPN by Google One, Titan M2 co-processor, and end-to-end encryption for increased online protection like never before."
        },
        {
            "id": 17,
            "name": "Google Pixel 8 128GB - Obsidian - Unlocked",
            "price": 949.99,
            "image": ["assets/products/smartphone/17-1.jpg", "assets/products/smartphone/17-2.jpg", "assets/products/smartphone/17-3.jpg"],
            "buyLink": "product.html?id=17",
            "colors":["#ffffff","#000000"],
            "description": "Get the right boost for all the things you do, with the Google Pixel 8. Equipped with the powerful tools you need, this smartphone features an amazing camera, powerful security, and all-day battery to help you stay on top of your day-to-day. Plus, it's equipped with personal safety features, to help you prepare for and get help during emergencies. Pixel 8 is powered by Google AI to help you do more, faster than ever."
        },
        {
            "id": 18,
            "name": "Google Pixel 8 Pro 128GB - Porcelain - Unlocked",
            "price": 1349.99,
            "image": ["assets/products/smartphone/18-1.jpg", "assets/products/smartphone/18-2.jpg", "assets/products/smartphone/18-3.jpg"],
            "buyLink": "product.html?id=18",
            "colors":["#ffffff","#000000"],
            "description": "The Google Pixel 8 Pro is a sleek, sophisticated phone that gets what you need. It boasts an up-to-date camera system with advanced controls that delivers high quality images, even in low light. Plus, it's equipped with personal safety features, to help you prepare for and get help during emergencies. Pixel 8 Pro is powered by Google AI to help you do more, faster than ever."
        }

    ],
    "smartwatch": [
        {
            "id": 19,
            "name": "Garmin vivomove Sport 40mm Smartwatch with Heart Rate Monitor - Black",
            "price": 199.99,
            "image": ["assets/products/smartwatch/19-1.jpg", "assets/products/smartwatch/19-2.jpg", "assets/products/smartwatch/19-3.jpg"],
            "buyLink": "product.html?id=19",
            "colors":["#ffffff","#000000"],
            "description": "Classic good looks and smart functionality combine in this Garmin vivomove Sport smartwatch. Boasting a hybrid design it features an analog face for basic timekeeping and a hidden touchscreen display to help you monitor your activity levels, heart rate, workouts, and more. It connects right to your phone so you can quickly check notifications on the go."
        },
        {
            "id": 20,
            "name": "Google Pixel Watch (GPS + LTE) 40mm Polished Silver Stainless Steel Case with Chalk Active Band",
            "price": 449.99,
            "image": ["assets/products/smartwatch/20-1.jpg", "assets/products/smartwatch/20-2.jpg", "assets/products/smartwatch/20-3.jpg"],
            "buyLink": "product.html?id=20",
            "colors":["#ffffff","#000000"],
            "description": "Beautiful as it is helpful, the Google Pixel Watch lets you achieve more, when you're on the go. It's packed with great tools you use and love like Google Assistant, Maps, Calendar, and Gmail. Its beautiful circular, dome design is built with scratch-resistant Corning Gorilla Glass. Plus, stay active with Fitbit. Supercharge your day even as you leave your phone at home with 4G LTE option."
        },
        {
            "id": 21,
            "name": "Samsung Galaxy Watch4 40mm Smartwatch with Heart Rate Monitor - Black",
            "price": 179.99,
            "image": ["assets/products/smartwatch/21-1.jpg", "assets/products/smartwatch/21-2.jpg", "assets/products/smartwatch/21-3.jpg"],
            "buyLink": "product.html?id=21",
            "colors":["#ffffff","#000000"],
            "description": "Breeze through your fitness goals with the Samsung Galaxy Watch4 smartwatch. Equipped with an automatic workout tracking, advanced run coaching to track heart and lung endurance, and group challenges, it keeps you motivated to reach your goals. A perfect combination of fashion and function, it helps you stay on top of your day with Google app integration and call-text-notification connectivity."
        },
        {
            "id": 22,
            "name": "Lenovo Smartwatch S2 Pro Fitness Tracker with Body Temperature Activity Tracker Heart Rate Monitor Blood Pressure Blood Oxygen Sleep Monitor IP67 waterproof Smart Watch for IOS and Android",
            "price": 69.99,
            "image": ["assets/products/smartwatch/22-1.jpeg", "assets/products/smartwatch/22-2.jpeg", "assets/products/smartwatch/22-3.jpeg"],
            "buyLink": "product.html?id=22",
            "colors":["#ffffff","#000000"],
            "description": "● Borderless thin design● HD 1.69-inch color screen● Temperature and Heart-rate monitoring● IP67 waterproof● Multiple sport modes 23 sports modes personal training on your wrist.●Display incoming calls, SMS, alarm clock, sedentary, etc. Don't miss important information."
        },
        {
            "id": 23,
            "name": "Apple Watch Ultra 2 (GPS + Cellular) 49mm Titanium Case with Blue Ocean Band",
            "price": 1099.99,
            "image": ["assets/products/smartwatch/23-1.jpg", "assets/products/smartwatch/23-2.jpg", "assets/products/smartwatch/23-3.jpg"],
            "buyLink": "product.html?id=23",
            "colors":["#ffffff","#000000"],
            "description": "The Apple Watch Ultra 2 is designed for outdoor adventures and supercharged workouts. With a lightweight titanium case, up to 36 hours of battery life, and a brighter-than-ever display, this smartwatch is easy to interact with during intense activities."
        },
        {
            "id": 24,
            "name": "Apple Watch Series 9 (GPS) 45mm Midnight Aluminium Case with Midnight Sport Band - Medium / Large",
            "price": 399.99,
            "image": ["assets/products/smartwatch/24-1.jpeg", "assets/products/smartwatch/24-2.jpeg", "assets/products/smartwatch/24-3.jpeg"],
            "buyLink": "product.html?id=24",
            "colors":["#ffffff","#000000"],
            "description": "The Apple Watch Series 9 helps you stay connected, active, healthy, and safe with its fitness and tracking features. A brighter display, faster on-device Siri, and Precision Finding for iPhone come packed into a durable, water and dust-resistant design that provides powerful insights and help when you need it."
        }
    ],
    "speaker": [
        {
            "id": 25,
            "name": "JBL Flip 5 Waterproof Bluetooth Wireless Speaker - Black",
            "price": 109.99,
            "image": ["assets/products/speaker/25-1.jpg", "assets/products/speaker/25-2.jpg", "assets/products/speaker/25-3.jpg"],
            "buyLink": "product.html?id=25",
            "colors":["#ffffff","#000000"],
            "description": "TBring your favourite tunes with you no matter where you roam with the JBL Flip 5. This compact, portable Bluetooth speaker boasts a rugged waterproof design and a battery life that lasts up to 12 hours, so you can enjoy your music anywhere and everywhere, rain or shine."
        },
        {
            "id": 26,
            "name": "JBL Go 3 Waterproof Bluetooth Wireless Speaker - Blue",
            "price": 59.9,
            "image": ["assets/products/speaker/26-1.jpg", "assets/products/speaker/26-2.jpg", "assets/products/speaker/26-3.jpg"],
            "buyLink": "product.html?id=26",
            "colors":["#ffffff","#000000"],
            "description": "Take your music with you wherever you go with the JBL Go 3 Bluetooth speaker. This compact wireless speaker is powered by a lithium-ion battery that offers up to 5 hours of playtime a single charge so you can keep your music going. With IP67 waterproof and dustproof rating, it is safe to use by the poolside or at the beach for outdoor fun."
        },
        {
            "id": 27,
            "name": "Bose SoundLink Flex Waterproof Bluetooth Wireless Speaker - Chilled Lilac",
            "price": 149.99,
            "image": ["assets/products/speaker/27-1.jpg", "assets/products/speaker/27-2.jpg", "assets/products/speaker/27-3.jpg"],
            "buyLink": "product.html?id=27",
            "colors":["#ffffff","#000000"],
            "description": "Experience superior sound with a Bose SoundLink Flex waterproof Bluetooth wireless speaker. This speaker is the ideal companion on all of life's adventures and is easy to pack along, thanks to its portable size and durable design. With this speaker's crisp sound quality, you'll be able to hear the nuances of all that you listen to, offering you an immersive experience."
        },
        {
            "id": 28,
            "name": "Logitech Z150 2.0 Channel Computer Speaker System - Black",
            "price": 39.99,
            "image": ["assets/products/speaker/28-1.jpg", "assets/products/speaker/28-2.jpg", "assets/products/speaker/28-3.jpg"],
            "buyLink": "product.html?id=28",
            "colors":["#ffffff","#000000"],
            "description": "The Logitech Z150 multimedia speakers deliver big sound from a small package. Perfect for connecting to your computer, tablet or smartphone, these speakers are equipped with 2inch drivers for clear stereo sound for your movies, music and games. Power and volume controls are integrated into the knob for quick and easy adjustments."
        },
        {
            "id": 29,
            "name": "Marshall Acton III Bluetooth Wireless Speaker - Black",
            "price": 379.99,
            "image": ["assets/products/speaker/29-1.jpg", "assets/products/speaker/29-2.jpg", "assets/products/speaker/29-3.jpg"],
            "buyLink": "product.html?id=29",
            "colors":["#ffffff","#000000"],
            "description": "Bring more immersive sound to any living space with the Marshall Acton III Bluetooth wireless speaker. This discreet speaker boasts powerful audio capabilities, with specially designed tweeters to deliver your sound consistently throughout the room. It connects wirelessly to your devices and has analogue controls for easy audio adjustments."
        },
        {
            "id": 30,
            "name": "Marshall Emberton II Waterproof Bluetooth Wireless Speaker - Black/Brass",
            "price": 249.99,
            "image": ["assets/products/speaker/30-1.jpg", "assets/products/speaker/30-2.jpg", "assets/products/speaker/30-3.jpg"],
            "buyLink": "product.html?id=30",
            "colors":["#ffffff","#000000"],
            "description": "Listen to your favourite tunes indoors or outside with the Marshall Emberton II waterproof Bluetooth wireless speaker. This device delivers dynamic, multi-directional sound, with a generous 30-hour battery life for long-term listening. With its compact design and rugged construction, this reliable speaker is perfect for everyday use."
        }
    ],
    "headphone": [
        {
            "id": 31,
            "name": "JBL Tune 710BT Over-Ear Sound Isolating Bluetooth Headphones - Black",
            "price": 99.99,
            "image": ["assets/products/headphone/31-1.jpg", "assets/products/headphone/31-2.jpg", "assets/products/headphone/31-3.jpg"],
            "buyLink": "product.html?id=31",
            "colors":["#ffffff","#000000"],
            "description": "Play your favourite tunes boldly with the JBL Tune 710BT over-ear Bluetooth headphones. These padded, lightweight headphones use Bluetooth for easy multi-point connection to your devices, with up to 50 hours of wireless listening on one charge. Experience JBL Pure Bass Sound with passive noise cancelling technology for better immersion."
        },
        {
            "id": 32,
            "name": "Soundcore by Anker Space One Over-Ear Sound Isolating Bluetooth Headphones - White",
            "price": 129.99,
            "image": ["assets/products/headphone/32-1.jpg", "assets/products/headphone/32-2.jpg", "assets/products/headphone/32-3.jpg"],
            "buyLink": "product.html?id=32",
            "colors":["#ffffff","#000000"],
            "description": "Experience total musical immersion with the Soundcore by Anker Space One over-ear Bluetooth headphones. These sound-isolating headphones use LDAC technology to produce high-resolution audio playback, allowing you to hear every detail with crystal clarity. They're equipped with an AI-enhanced microphone to enable crisp voice calling."
        },
        {
            "id": 33,
            "name": "Sony WH-1000XM4 Over-Ear Noise Cancelling Bluetooth Headphones - Black",
            "price": 349.99,
            "image": ["assets/products/headphone/33-1.jpg", "assets/products/headphone/33-2.jpg", "assets/products/headphone/33-3.jpg"],
            "buyLink": "product.html?id=33",
            "colors":["#ffffff","#000000"],
            "description": "Get the personalised listening experience you deserve with the Sony WH-1000XM4 over-ear Bluetooth headphones. Adaptive noise cancellation with Dual Noise Sensor and powerful Edge-AI technology combine to bring you an intelligent, premium audio experience. The built-in Google Assistant and Amazon Alexa let you control your music hands-free with voice controls."
        },
        {
            "id": 34,
            "name": "Skullcandy Hesh Evo Over-Ear Sound Isolating Bluetooth Headphones - Black",
            "price": 69.99,
            "image": ["assets/products/headphone/34-1.jpg", "assets/products/headphone/34-2.jpg", "assets/products/headphone/34-3.jpg"],
            "buyLink": "product.html?id=34",
            "colors":["#ffffff","#000000"],
            "description": "Enjoy rich audio with the Skullcandy Hesh Evo over-ear Bluetooth headphones. These wireless headphones feature a fast charging technology that provides 4 hours of battery life with a quick 10-minute charge. On-body controls let you handle calls, navigate tracks and adjust the volume while the collapsible design gives offers convenient portability."
        },
        {
            "id": 35,
            "name": "Apple AirPods Max Over-Ear Noise Cancelling Bluetooth Headphones - Space Grey",
            "price": 779.99,
            "image": ["assets/products/headphone/35-1.jpg", "assets/products/headphone/35-2.jpg", "assets/products/headphone/35-3.jpg"],
            "buyLink": "product.html?id=35",
            "colors":["#ffffff","#000000"],
            "description": "The Apple AirPods Max reimagine over-ear headphones. An Apple-designed driver provides high-fidelity audio. Every detail, from canopy to cushions, has been designed for an exceptional fit. Industry-leading Active Noise Cancellation blocks outside noise, while Transparency mode lets it in. And spatial audio with dynamic head tracking provides theatre-like sound that surrounds you."
        },
        {
            "id": 36,
            "name": "Apple AirPods Pro (2nd generation) Noise Cancelling True Wireless Earbuds with USB-C MagSafe Charging Case",
            "price": 279.99,
            "image": ["assets/products/headphone/36-1.jpg", "assets/products/headphone/36-2.jpg", "assets/products/headphone/36-3.jpg"],
            "buyLink": "product.html?id=36",
            "colors":["#ffffff","#000000"],
            "description": "AirPods Pro have been re-engineered to deliver up to 2x more Active Noise Cancellation. Adaptive Transparency filters external noise, while Personalized Spatial Audio immerses you in sound. A single charge delivers up to 6 hours of battery life and Touch control lets you easily adjust volume with a swipe. The revamped MagSafe Charging Case is a marvel on its own with Precision Finding, built-in speaker and lanyard loop."
        }
    ]
}
